/* Application menu */
"Info" = "Informations";
"Playlist" = "Liste de lecture";
"Songs" = "Chansons";
"Player" = "Lecteur";
"Tools" = "Outils";
"Windows" = "Fenêtres";
"Window" = "Fenêtre";
"Services" = "Services";
"Hide" = "Cacher";
"Hide Cynthiune" = "Cacher Cynthiune";
"Hide Others" = "Cacher les autres";
"Show All" = "Tout montrer";
"Quit" = "Quitter";
"Quit Cynthiune" = "Quitter Cynthiune";

/* Info submenu */
"Info Panel..." = "À propos...";
"About Cynthiune..." = "À propos de Cynthiune...";
"Preferences..." = "Préférences...";
"Send A Bug Report..." = "Rapporter un bogue...";
"Help..." = "Aide...";
"Help" = "Aide";
"Cynthiune Help" = "Aide de Cynthiune";

/* Playlist submenu */
"Open..." = "Ouvrir...";
"New" = "Nouveau";
"Save..." = "Enregistrer...";
"Save As..." = "Enregistrer sous...";
"Save To..." = "Enregistrer vers...";
"Revert To Saved" = "Revenir à l'original";
"Close" = "Fermer";

/* Songs submenu */
"Add Songs..." = "Ajouter des chansons...";
"Remove Selection" = "Enlever la sélection";
"Remove All" = "Vider la liste";
"Cleanup" = "Nettoyer";

/* Player submenu */
"Play" = "Jouer";
"Pause" = "Pause";
"Stop" = "Arrêter";
"Previous" = "Précédent";
"Next" = "Suivant";
"Mode" = "Mode";

/* Player/Mode submenu */
"Repeat" = "Continu";
"Shuffle" = "Aléatoire";

/* Tools submenu */
"Song Inspector..." = "Inspecteur de chanson...";

/* Windows submenu */
"Arrange In Front" = "Mettre au premier plan";
"Miniaturize Window" = "Réduire la fenêtre";
"Minimize" = "Réduire";
"Close Window" = "Fermer la fenêtre";

/* Playlist status label */
"%d songs - total time: %@" = "%d chansons - durée totale: %@";
" - selection: %@" = " - sélection: %@";

/* Playlist table */
"Song" = "Chanson";
"Time" = "Durée";

/* Song Inspector */
"Song Inspector" = "Inspecteur de chanson";
"Song Information" = "Discographie";
"Format Attributes" = "Attributs du format";
"No song selected" = "Aucune chanson sélectionnée";
"Lookup through MusicBrainz..." = "Chercher sur MusicBrainz...";
"Title" = "Titre";
"Album" = "Album";
"Track" = "Piste";
"Artist" = "Artiste";
"Genre" = "Genre";
"Year" = "Année";
"Reset" = "Rétablir";
"Save" = "Sauver";
"Generating TRM..." = "Génération du TRM...";
"Querying MusicBrainz server..." = "Requête au serveur de MusicBrainz...";
"Received %d result(s)" = "%d résutat(s) obtenu(s)";
"The MusicBrainz server was too busy"
= "Le serveur de MusicBrainz est trop occupé";

/* Dialog boxes */
"Add music files..." = "Ajouter des fichiers musicaux...";
"Add a music folder..." = "Ajouter un dossier musical...";
"Save playlist as..." = "Sauve la liste de lecture sous...";

/* Song names */
"[not found: %@]" = "[non-trouvé: %@]";
"[unknown format: %@]" = "[format inconnu: %@]";
"[format error: %@]" = "[erreur de format: %@]";

/* Preference dialog */
"None" = "Aucun";
"Preferences" = "Préférences";
"General" = "Général";

/* General preferences */
"Windows" = "Fenêtres";
"Playlists" = "Listes de lecture";
"Use absolute filenames" = "Noms de fichier absolus";
"Output module" = "Module de sortie";
"Textured" = "Métalisées";
"Sticky" = "Magnétisées";
"Remember location" = "Retenir la disposition";
"Format" = "Format";

/* MB results panel */
"Please select the correct information..."
= "Veuillez choisir l'information la plus correcte...";
"The request to the MusicBrainz server returned more than one result.\nPlease select the line in the following table that is the most accurate."
= "La requête au serveur de MusicBrainz a retourné plusieurs résultats.\nVeuillez choisir celui qui vous semble le plus approprié.";
"Cancel" = "Annuler";

